#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Spanish
@LOCALIZEDNAME=Español
@AUTH=elega
@EMAIL=elega@argentina.com
@DESC=Teen Spirit Player -Español-
@WWW=www.artificialspirit.com
@VERSION=v0.93
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Exportar Filas Seleccionadas
#103=Album
103=Álbum
#104=Export All
104=Exportar Todo
#105=TrackNo
105=Pista Nº?
#106=Location
106=Ruta
#107=Size
107=Tamaño
#108=Type
108=Tipo
#109=Duration
109=Duración
#110=Bitrate
110=Bitrate
#111=Delete From History
111=Borrar Historial
#112=Genre
112=Género
#113=Comment
113=Comentario
#114=Date Added
114=Fecha de Adición
#115=Rating
115=Valoración
#116=Track not found.
116=Pista no encontrada.
#117=Number of Tracks
117=Número de Pistas
#119=Date Updated
119=Fecha de Actualización
#120=Operation
120=Operación
#121=No Tracks in this Selection
121=No hay Ninguna Pista en esta Selección
#126=Idle
126=Oculto
#127=Records
127=Registros
#128=Show Year (in [] after Albums)
128=Mostrar Año (en [] después de Álbumes)
#129=First Appearance
129=Primera Aparición
#130=Last Appearance
130=Ultima Aparición
#131=Rank
131=Puesto
#132=Hits
132=Éxitos
#134=Application
134=Aplicación
#136=Language
136=Idioma
#137=*Needs program restart
137=*Necesita reiniciar el programa
#139=Recognize as fast as you can the song that you listen.
139=Reconozca tan rápido como pueda la canción que oye.
#140=Add Files
140=Añadir Archivos
#141=Update Local Collections
141=Actualizar las Colecciones Locales
#142=Exit
142=Salir
#143=Select Folder
143=Seleccionar Carpeta
#144=[Unknown]
144=[Desconocido]
#145=Quick
145=Búsqueda
#146=Search
146=Rápida
#147=Play
147=Reproducir
#148=Enqueue
148=En cola
#149=Advanced Search
149=Búsqueda Avanzada
#150=History
150=Historial
#151=Options
151=Opciones
#152=Collections
152=Colecciones
#153=About
153=Acerca de
#162=All
162=Todos
#163=Audio
163=Audio
#164=Video
164=Video
#168=Play / Pause
168=Reproducir / Pausar
#169=Stop
169=Parar
#170=Next
170=Siguiente
#171=Previous
171=Previo
#172=Shuffle
172=Mezclar
#173=Loop
173=Bucle
#174=Show Main Window
174=Muestra la Ventana Principal
#175=Show Mini Player
175=Muestra el Mini Reproductor
#177=result found
177=Resultado encontrado
#178=results found
178=Resultados encontrados
#179=Please enter at least 1 character.
179=Por favor introduzca al menos 1 carácter.
#183=Scanning Files
183=Buscando Archivos...
#184=File
184=Archivo
#185=Downloading
185=Descargando...
#186=Auto Continue
186=Auto Continuar
#187=Show Visualizations - Video
187=Mostrar Visualizaciones - Video
#188=Randomize List
188=Aleatorizar la Lista
#189=Load List (m3u)
189=Cargar Lista (m3u)
#190=Save List (m3u)
190=Guardar Lista (m3u)
#191=Clear List
191=Limpiar Lista
#192=[Various]
192=[Varios]
#193=Days between check
193=Días entre comprobación
#195=Properties
195=Propiedades
#197=Poor
197=Malo
#198=Neutral
198=Neutro
#199=Good
199=Bueno
#200=Very Good
200=Muy Bueno
#201=Outstanding
201=Excelente
#202=Open Containing Folder
202=Abrir Carpeta que lo contiene
#203=Copy To
203=Copiar A
#204=Copy Path
204=Ruta de Copia
#205=Renamer
205=Renombrar
#206=Delete
206=Borrar
#208=The files will be completely erased from your PC. Are you sure?
208=Va a borrar pistas. ¿Quiere continuar?
#209=Deletion Operation
209=Operación de Borrado
#210=Warning
210=Advertencia
#211=Simple Search
211=Búsqueda Simple
#212=All Time
212=Todo el Tiempo
#213=Best/Worst
213=Mejor/Peor
#215=Special Info
215=Información Especial
#219=Tracks
219=Pistas
#221=Album review
221=Revisión del Álbum
#223=Open Picture
223=Abrir Imagen
#224=Edit Picture
224=Editar Imagen
#225=Save Picture
225=Guardar Imagen
#226=Save Text
226=Guardar Texto
#227=Operation Failed
227=Operación Fallida
#228=Lyrics
228=Letras
#229=It will search for tracks with Comments, Lyrics, Personal Info.
229=Se buscaran pistas con <b>Comentarios, Letras, Personal</b>.
#232=Comments
232=Comentarios
#233=Personal
233=Personal
#234=Special Info
234=Información Especial
#235=Artist Biography not found
235=Biografía del Artista no encontrada
#236=Artist Biography
236=Biografía del Artista
#237=It will search in Artist, Album, Track and Path Fields.Select also the target media type.
237=Buscara en <b>Artista, Álbum, Pista</b> y <b>Campos</b>. También seleccionar el <b>Tipo de Medio</b>.
#238=Lyrics etc.
238=Letras, Comentarios, Personal
#239=Latest Additions
239=Últimas Adiciones
#240=File Type Filter
240=Filtro por Tipo de Archivos
#241=Returns the latest files that have been added in you collection.
241=Devuelve los <b>últimos archivos</b> que han sido añadidos a su colección.
#242=Since
242=Desde
#243=Find the best or the worse tracks (based on the rating).
243=Encuentra las mejores o peores pistas (basado en la <b>valoración</b>).
#245=It will do a full-text search in various large text information fields.Select the type of text to be searched. Please enter at least 4 characters.
245=Realizará una búsqueda completa del texto en varios campos de información. Por favor seleccione el <b>tipo de información</b> a buscar (introduzca al menos 4 caracteres).
#246=Information Type
246=Tipo de Información
#247=Please wait...
247=Por favor espere...
#248=by
248=por
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://teenspirit.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=<t>Teen Spirit encontró que su Colección de Música esta <b>vacía</b>.<br><t>Esto puede indicar que es la <b>primera vez</b> que usted utiliza este programa.<br><t>Si es así, entonces puede querer visitar <a href='http://www.artificialspirit.com'>La Web de Teen Spirit</a> para obtener algo de ayuda.<br><t>Para <b>Añadir Algunos Archivos de Música</b> a su Colección presione 'Si' para Localizar una Carpeta de su ordenador que contenga archivos mp3, wma, avi, mpg.<br><t>Presione 'No' para continuar con una Colección vacía (<b>No recomendado</b>).
#253=Yes
253=Si
#254=No
254=No
#255=Empty Collection
255=Colección Vacía
#256=Years
256=Años
#257=Months
257=Meses
#258=Days
258=Días
#259=365 Days
259=365 Días
#260=30 Days
260=30 Días
#261=10 Days
261=10 Días
#262=24 Hours
262=24 Horas
#263=Track played
263=Pista reproducida
#264=Track specific click
264=Click en pista específica
#265=Top 10
265=10 mejores
#266=Top 100
266=100 mejores
#267=Normal
267=Normal
#271=Recorded History
271=Historial Registrado
#272=Top Songs
272=Mejores Canciones
#273=Top Artists
273=Mejores Artistas
#274=Year
274=Año
#275=Month
275=Mes
#276=Day
276=Día
#277=untill
277=hasta
#278=Not Enough Data.
278=No hay Datos Suficientes.
#279=Time Interval
279=Intervalo de Tiempo
#281=TimeSlider
281=Deslizador de Tiempo
#283=Active
283=Activo
#284=Text Filters
284=Filtros de Texto
#285=Title
285=Título
#286=Artist
286=Artista
#287=Export Finished
287=Exportación Finalizada
#288=Date Filter
288=Filtro por Fechas
#289=Normal
289=Normal
#290=Show Number Of Items (in () after Item)
290=Mostrar Número de Elementos (en () después del Elemento)
#291=Extra Info
291=Información Extra
#292=Item Grouping
292=Agrupamiento de Elementos (Artista / Estilo de Álbum)
#293=Update
293=Actualizar
#294=Remove
294=Eliminar
#295=Add Collection
295=Añadir Colección
#296=Name
296=Nombre
#297=Enabled
297=Habilitado
#298=Min number of Tracks
298=Mínimo número de Pistas
#299=Main Tags
299=Tags Principales
#300=Extra Tags
300=Tags Extra
#301=Internet Options
301=Opciones de Internet
#302=Impersonate Browser
302=Emulador de Navegador Teen Spirit
#303=Use Default Proxy
303=Utilizar Proxy por defecto
#304=Automated Downloader
304=Gestor de descarga Automatizado
#309=Special Tags Support
309=Soporte de Tags Especiales
#310=Auto Play
310=Auto Reproducción
#311=Remember Last Track
311=Recordar Ultima Pista
#312=Remember Time
312=Recordar Tiempo
#313=Play Control
313=Control de Reproducción
#314=Startup
314=Inicio
#315=General
315=General
#316=Global Hotkeys
316=Atajos de Teclado
#317=Picture
317=Imagen
#318=Minimize to Tray
318=Minimizar a la Bandeja
#319=Mini Player
319=Mini Reproductor
#320=Show Always
320=Mostrar Siempre
#321=Automatic
321=Automático
#322=Manually
322=Manualmente
#323=Never Show
323=No Mostrar Nunca
#324=List View
324=Vista de Lista
#325=Show 'New' sign (in days)
325=Mostrar el signo 'Nuevo' (en días)
#326=Accept
326=Aceptar
#327=Try Again
327=Intente otra vez
#328=Refuse
328=Rechazar
#329=Accept All
329=Aceptar Todo
#330=Don't Show Again
330=No Mostrar de Nuevo
#331=Info Check
331=Comprobar Información
#332=Main Options
332=Opciones Principales
#333=Tree View
333=Vista Árbol
#334=Information Retrieval
334=Recuperación de Datos
#335=Media Player
335=Reproductor de Medios
#336=Tagging
336=Tags
#340=Multiple Files Properties
340=Propiedades de Múltiples Archivos
#342=Biography
342=Biografía
#343=Review
343=Revisión
#344=Import data from a file
344=Importar datos de un archivo
#346=Paste or write some text
346=Pegar o escribir algún texto
#347=Delete Picture
347=Borrar Imagen
#348=Paste Picture
348=Pegar Imagen
#349=Picture Dimensions
349=Dimensiones de la Imagen
#350=There is a new version available.\r\nDo you want to go to the info page?
350=Hay una nueva versión disponible.¿Quiere ir a la página de información?
#351=Program is up-to-date.
351=Teen Spirit esta actualizado. No hay disponible nueva versión .
#352=Check for updates
352=Comprobar actualizaciones
#353=Games
353=Juegos
#354=Update Check Failed.
354=Falló la Comprobación de Actualización.
#356=Collection List
356=Lista de Colecciones
#358=Start
358=Comenzar
#359=Results
359=Resultados
#362=Score:
362=Puntuación:
#363=Submit Results
363=Enviar los Resultados
#364=Current
364=Actual
#365=Best
365=Mejor
#366=Rename
366=Renombrar
#367=Please enter a new name
367=Por favor introduzca un nuevo nombre
#368=Total Score:
368=Puntuación Total:
#369=Question:
369=Pregunta:
#370=Best Score:
370=Mejor Puntuación:
#371=Correct
371=Correcto
#372=Mistake
372=Error
#373=Music Quiz
373=Concurso de Música
#374=Adding
374=Agregando
#375=Copy Text
375=Copiar Texto
#376=Detailed Search
376=Búsqueda Detallada
#377=Collection
377=Colección
#378=Local Folder
378=Carpeta Local
#379=Net Folder
379=Carpeta de Red
#380=Media
380=Medio
#381=Audio CD
381=CD de Audio
#383=Automatically update database after (sec)
383=Actualizar la base de datos después de (seg.)
#387=Removing missing files
387=Quitando archivos...
#390=Show History
390=Mostrar Historial
#391=Can' t Locate File!
391=¡No se puede localizar el archivo! 
#392=Do you want to see the exported file now?
392=¿Deseas ahora ver el archivo exportado? 
#393=Empty playlist. Drag Drop some tracks here
393=Playlist vacío. Arrastrar y soltar algunas pistas aquí
#394=Use multimedia hotkeys
394=Utilizar atajos de teclado
#395=Clipboard
395= Portapapeles
#396=Folder
396=Capeta
#397=Collection already exists
397=La colección ya existe
#398=Do you want to continue?
398=¿Deseas continuar?
#402=Removable Storage
402=Almacenamiento Removible
#403=Not enough tracks to play the quiz
403= Pistas insuficientes para jugar 
#408=Select Drive
408=Seleccionar Unidad de Disco
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=Escoja un artículo de la lista y seleccione 'Nueva exploración' para poner al día la lista
#411=Working
411=Trabajando
#413=total
413=Total
#415=Services
415=Servicios
#416=Virtual tracks
416=Pistas Virtuales
#417=This item already exists
417=Este archivo ya existe
#418=Empty
418=Vacío
#419=Ready
419=Listo
#420=Import Virtual Tracks
420=Importar Pistas Virtuales
#421=Export Virtual Tracks
421=Exportar Pistas Virtuales
#422=Select the items you want to import to your Virtual Tracks Collection
422=Seleccionar los artículos que deseas importar a la Colección Virtual de Pistas
#423=Select the virtual tracks you want to export to the file
423=Seleccionar los artículos que deseas exportar a la Colección Virtual de Pistas
#424=Import
424=Importar
#425=Add Virtual Track
425=Agregar Pista Virtual
#426=Export
426=Exportar
#427=Insert List (m3u)
427=Insertar Lista (m3u)
#429=Auto Continue Mode
429=Modo Auto Continuar
#430=Insert Random Tracks
430=Insertar pistas al azar 
#431=Remove Others
431=Quitar otras pistas
#432=Visualizations/Video
432=Visualizaciones/Video
#434=Music Browser
434=Navegador de Música
#435=Mode
435=Modo
#436=Sort
436=Clase
#437=Filter
437=Filtro
#438=Play List
438=Lista de Reproducción
#439=Track List
439=Lista de Pistas
#440=Browser
440=Navegador
#441=Success
441=Éxito
#442=Provider
442=Proveedor
#443=Failure
443=Falló
#444=Volume
444=Volumen
#445=Auto
445=Auto
#446=Sync with player
446=Sincronizar con Reproductor
#447=New
447=Nuevo
#448=Messenger now playing
448=MSN "lo que estoy escuchando"
#449=Transparency
449=Transparencia
#450=Skin
450=Skin
#451=LastFM Scrobbler
451=LastFM Scrobbler
#452=Artist picture
452=Imágen del Artista
#453=Album picture
453=Portada del Álbum
#454=sec
454=seg.
#455=Activation delay
455=Activar retraso de
#457=Refuse All
457=Rechazar todos
#458=Cancel
458=Cancelar
#459=Help
459=Ayuda
#460=Penalty
460=Pena
#461=Bonus
461=Bonus
#462=Game Over
462=Fin del Juego
#463=Total Time
463=Tiempo Total
#464=Game Info
464=Información del Juego
#465=I don't know
465=No lo sé
#466=Level
466=Nivel
#467=Select Game
467=Seleccionar Modalidad de Juego
#468=Crossfade
468=Crossfade
#469=Disabled
469=Desactivado
#470=End
470=Finalizar
#471=Both
471=Ambos
#472=External player
472=Reproductor externo
#473=Change case
473=Cambiar Formato del texto
#474=All Caps
474=ABC
#475=No Caps
475=abc
#476=Proper Case
476=Abc Abc
#477=First Cap
477=Abc abc
#478=Advanced
478=Avanzado
#480=Appearance
480=Apariencia
#481=Tooltips
481=Sugerencias
#482=Behaviour
482=Comportamiento
#483=Maximum size
483=Tamaño Máximo
#484=Author
484=Autor
#485=Statistics
485=Estadísticas
#486=Description
486=Descripción
#487=Information
487=Información
#488=Pause
488=Pausa
#489=Download
489=Descargar
#490=Create
490=Crear
#491=Update Info From File (Tags)
491=Actualizar info desde el archivo (Tag)
#492=Locate Album
492=Localizar Albúm
#493=More Options
493=Más Opciones
#494=Descending
494=Descendente
#496=Version
496=Versión
#497=Style
497=Estilo
#498=Controls
498=Controles
#499=Clear
499=Borrar
#500=Tag Writer
500= Escritor de Tag
#501=Tag Reader
501=Lector de Tag
#502=Read Depth
502=Lector de Depth
#503=Counting files
503=Contando archivos
#504=The file could not been deleted
504=El archivo no puede eliminarse
#505=Process Time
505=Tiempo de proceso
#506=Purchase Info
506=Info de Compra
#507=Similar
507=Similar
#508=Preview
508=Vista Preliminar
#509=More albums
509=Más álbumes
